Constraint between a Line created with Pick Support and the Support is not satisfied.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnsatisfiedSupportAssocProp { get; }
  Visual Basic
Public Shared ReadOnly Property UnsatisfiedSupportAssocProp As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnsatisfiedSupportAssocProp {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace